{
  "spinner": "Loading shows ...",
  "header": {
    "title": {
      "rings": "Shows",
      "ringNumberDetail": "Details",
      "showDetail": "Show detail",
      "filter": "Filter",
      "notifications": "Alerts",
      "more": "More",
      "privacyPolicy": "Privacy Policy",
      "settings": "Settings"
    }
  },
  "components": {
    "noShowCard": {
      "header": "No available shows",
      "body": "There are no active shows. If you did expect an active show, please contact your show management." 
    },
    "showCard": {
      "nextToPrepare": "Next to prepare",
      "prepare": "Prepare for next ring",
      "inRing": "In ring"
    },
    "languagePicker": {
      "headerPlaceholder": "Select language"
    }
  },
  "pages": {
    "ringNumberDetail": {
      "header": "Startnumber details",
      "noDetails": "There are no details for this startnumber",
      "addToFavorites": "Add to favorites",
      "deleteFromFavorites": "Delete from favorites"
    },
    "moreContent": {
      "privacyPolicyText": "Privacy Policy",
      "settingsText": "Settings",
      "aboutText": "About this app",
      "versionText": "version"
    },
    "filterContent": {
      "text": "Show filter. If you don't make a selection, al shows are shown in the overview."
    },
    "notificationContent": {
      "text": "Select show, phase and startnumber to set alerts.",
      "showPickerPlaceholder": "Select show",
      "selectShow": "Select show ...",
      "nextToPrepare": "Next to prepare",
      "prepare": "Prepare for next ring",
      "inRing": "In ring",
      "ringNumberPlaceholder": "Startnumber",
      "addButton": " Add ",
      "notificationsHeader": "Alerts",
      "noNotifications": "No alerts set",
      "deleteButton": " Delete ",
      "alertHeader": "Notifications are turned off!",
      "alertText": "If you want to add and receive notifications, please go to your mobile settings for notifications and turn them on."
    },    
    "privacyPolicyDetail": {
      "privacyPolicyText": "Your privacy is important to us. It is Animundo's policy to respect your privacy regarding any information we may collect from you through our app, Showringhelper. We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used. We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification. We don’t share any personally identifying information publicly or with third-parties, except when required to by law. Our app may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services. Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us. This policy is effective as of 14 August 2019. Generated by GetTerms.io"
    },
    "settingsDetail": {
      "languageText": "Language"
    },
    "globalErrorBoundary": {
      "header": "Oops ... this is not ok",
      "text": "Something is wrong with the app. Help us to fix this by sending your error information.",
      "buttonSubmit": "Submit error",
      "replyText": "Thank you for submitting the error. We will fix this as soon as possible!"
    }
  }
}